<?php
namespace app\common\api;
use app\common\api\Base;
/**
 */
class Debug extends Base
{   
    // 搜索分类
    public $search_category_index = [
        '1' => '留学英语',
        '2' => '日语课程',
        '3' => '求职课程',
        '4' => '大学英语',
        '5' => '法语课程',
    ];

    // 搜索分类
    public $search_category = [
        '1' => ['11'=>'雅思','12'=>'托福','13'=>'语法'],
        '2' => ['21'=>'N1课程','22'=>'N2课程','23'=>'考研日语'],
        '3' => ['31'=>'求职课程'],
        '4' => ['41'=>'四级课程','42'=>'六级课程'],
        '5' => ['51'=>'法语课程'],
    ];




}
